<template>
  <div class="container wrapper">
    <h1>常见问题</h1>
    <div class="online-pay">
      <p class="title">在线支付问题</p>
      <div class="content">
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：前面下了一个在线支付的单子，由于未付款，订单自动取消了，这单会计算我的参与活动次数吗？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：前面下了一个在线支付的单子，由于未付款，订单自动取消了，这单会计算我的参与活动次数吗？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：前面下了一个在线支付的单子，由于未付款，订单自动取消了，这单会计算我的参与活动次数吗？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：前面下了一个在线支付的单子，由于未付款，订单自动取消了，这单会计算我的参与活动次数吗？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
      </div>
    </div>
    <div class="online-pay">
      <p class="title">在线支付问题</p>
      <div class="content">
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
      </div>
    </div>
    <div class="online-pay">
      <p class="title">在线支付问题</p>
      <div class="content">
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
        <p>Q：在线支付取消订单后钱怎么返还？</p>
      </div>
    </div>
  </div>
</template>


<style scoped>
  .wrapper {
    border: 1px solid rgba(0, 0, 0, .1);
    box-shadow: 0 3px 5px rgba(0, 0, 0, .6);
    padding: 5%;
  }

  .title {
    color: red;
  }
  p {
    margin: 20px 0;
  }
</style>
